//Завдання 1
// Вивести всі непарні числа
// Цикл повинен проходити від 1 до 200
// і виводити всі непарні числа

// for (let i = 2; i <= 200; i++) {
//   if (i % 2 == 0) {
//     console.log(i);
//   }
// }

//Завдання 2
// Вивети всі квадрати числ від 1 до 10
// 1*1 = 2
// 2*2 = 4
// 3*3 = 9

// for (let i = 1; i <= 10; i++) {
//   console.log(i ** 2);
// }

// Завдання 3
// порахувати кількість літер у слові
// У вас вгорі файлу буде змінна
// const word = "hello";
// програма повинна вивести:
// h=1 e=1 l=2 o=1

// інша змінна
// const word = "hello world";
// програма повинна вивести:
// h=1 e=1 l=3 o=4 r=1 d=1
